# Задача 1: Найдите сумму цифр трехзначного числа.

number = input("Введите трехзначное число: ")
a = int(number[0])
b = int(number[1])
c = int(number[2])
print(f'Сумма цифр числа =  {a + b + c}')